Overload List
Name  |   Description
CreateCurveGeometryInfo(ExporterIFC, Plane, XYZ, Boolean)   |     Obsolete.
 Creates a new container object which holds IfcCurve handles processed from a Revit geometry object.
CreateCurveGeometryInfo(ExporterIFC, Transform, XYZ, Boolean)
 Creates a new container object which holds IfcCurve handles processed from a Revit geometry object.
 See Also
  IFCGeometryInfo Class
  IFCGeometryInfo Members
  Autodesk.Revit.DB.IFC Namespace